Repository: neda-zal/systemdgenie
Catalog: po/*/*/systemdgenie.po
Languages: lt

# NAME OF TRANSLATORS
source: Your names
lt: Steve'as Allewellas

# EMAIL OF TRANSLATORS
source: Your emails
lt: steve.allewell@gmail.com

source: Systemd management utility
lt: Sisteminio valdymo įrankis

source: (c) 2016, Ragnar Thomsen
lt: (c) 2016 m., Ragnar Thomsen

source: Ragnar Thomsen
lt: Ragnaras Tomsenas

source: Maintainer
lt: Prižiūrėtojas

source: Unable to contact the systemd daemon. Quitting...
lt: Nepavyko susisiekti su sistemos demonu. Baigiamas...

source: User dbus not found. Support for user units disabled.
lt: Vartotojo dbus nerastas. Vartotojo vienetų palaikymas išjungtas.

source: All
lt: Visi

source: Services
lt: Paslaugos

source: Automounts
lt: Automatiniai tvirtinimai

source: Devices
lt: Prietaisai

source: Mounts
lt: Tvirtinimo

source: Paths
lt: Keliai

source: Scopes
lt: Taikymo sritis

source: Slices
lt: Riekelės

source: Timers
lt: Laikmačiai

source: Sockets
lt: Kištukiniai lizdai

source: Swaps
lt: Sukeitimai

source: Targets
lt: Taikiniai

source: Session ID
lt: Sesijos ID

source: Session Object Path
lt: Seanso objekto kelias

source: State
lt: valstybė

source: User ID
lt: Vartotojo ID

source: User Name
lt: Vartotojo vardas

source: Seat ID
lt: Sėdynės ID

source: Timer
lt: Laikmatis

source: Next
lt: Kitas

source: Left
lt: Kairė

source: Last
lt: Paskutinis

source: Passed
lt: Praėjo

source: Activates
lt: Suaktyvina

source: File
lt: Failas

source: Modified
lt: Modifikuota

source: Description
lt: apibūdinimas

source: Coredump generation and storage
lt: Coredump generavimas ir saugojimas

source: Send journal messages over network
lt: Siųskite žurnalo pranešimus per tinklą

source: Journal manager settings
lt: Žurnalo tvarkyklės nustatymai

source: Login manager configuration
lt: Prisijungimo tvarkyklės konfigūracija

source: Network name resolution configuration
lt: Tinklo pavadinimo skyros konfigūracija

source: Systemd daemon configuration
lt: Sistemos demono konfigūracija

source: Time synchronization settings
lt: Laiko sinchronizavimo nustatymai

source: Systemd user daemon configuration
lt: Sisteminio vartotojo demono konfigūracija

# First part of 'Total: %1, %2, %3'
source: 1 unit
lt: 1 vienetas

# Second part of 'Total: %1, %2, %3'
source: 1 active
lt: 1 aktyvus

# Third part of 'Total: %1, %2, %3'
source: 1 displayed
lt: 1 rodomas

# %1 is '%1 units' and %2 is '%2 active' and %3 is '%3 displayed'
source: Total: %1, %2, %3
lt: Iš viso: %1, %2, %3

source: Unable to authenticate/execute the action: %1
lt: Nepavyko autentifikuoti / atlikti veiksmo: %1

source: &Refresh
lt: &Atnaujinti

# @info:tooltip
source: Refresh
lt: Atnaujinti

source: Start Unit
lt: Pradėti vienetą

source: Stop Unit
lt: Sustabdymo vienetas

source: Reload Unit
lt: Perkrauti vienetą

source: Restart Unit
lt: Iš naujo paleiskite įrenginį

source: Enable Unit
lt: Įgalinti vienetą

source: Disable Unit
lt: Išjungti įrenginį

source: Mask Unit
lt: Kaukės vienetas

source: Unmask Unit
lt: Demaskuoti vienetą

source: Re&load systemd
lt: Iš naujo įkelti sistemą

# @info:tooltip
source: Click to reload all unit files
lt: Spustelėkite norėdami iš naujo įkelti visus vieneto failus

source: Re-e&xecute systemd
lt: Iš naujo e&vykdyti sistemą

# @info:tooltip
source: Click to re-execute the systemd daemon
lt: Spustelėkite, kad iš naujo paleistumėte sistemos demoną

source: Re&load user systemd
lt: Iš naujo įkelti vartotojo sistemą

# @info:tooltip
source: Click to reload all user unit files
lt: Spustelėkite, kad iš naujo įkeltumėte visus vartotojo rinkinio failus

source: Re-e&xecute user systemd
lt: Pakartotinai vykdyti vartotojo sistemą

# @info:tooltip
source: Click to re-execute the user systemd daemon
lt: Spustelėkite, kad iš naujo paleistumėte vartotojo sistemos demoną

source: Edit Unit File
lt: Redaguoti vieneto failą

source: Edit Configuration File
lt: Redaguoti konfigūracijos failą

source: Open Man Page
lt: Atidarykite „Man“ puslapį

source: Activate Session
lt: Suaktyvinti sesiją

source: Terminate Session
lt: Nutraukti sesiją

source: Lock Session
lt: Užrakinimo sesija

source: <br><b>Remote host:</b> %1
lt: <br><b>Nuotolinis kompiuteris:</b> %1

source: <br><b>Remote user:</b> %1
lt: <br><b>Nuotolinis naudotojas:</b> %1

source: <br><b>Service:</b> %1
lt: <br><b>Paslauga:</b> %1

source: <br><b>Type:</b> %1
lt: <br><b>Tipas:</b> %1

source: (display %1)
lt: (rodyti % 1)

source: <br><b>Class:</b> %1
lt: <br><b>Klasė:</b> %1

source: <br><b>State:</b> %1
lt: <br><b>Būsena:</b> %1

source: <br><b>Scope:</b> %1
lt: <br><b>Taikymo sritis:</b> %1

source: <br><b>Created: </b>
lt: <br><b>Sukurta: </b>

source: %1: Systemd daemon reloaded...
lt: % 1: sistemos demonas įkeltas iš naujo...

source: %1: User daemon reloaded...
lt: % 1: Vartotojo demonas įkeltas iš naujo...

source: %1: System units changed...
lt: %1: pakeisti sistemos vienetai...

source: Editing %1
lt: Redaguojamas %1

source: Editing file: %1
lt: Redaguojamas failas: %1

source: %1: %2 successfully written...
lt: %1: %2 sėkmingai parašyta...

source: System Units
lt: Sistemos vienetai

source: Overall stats:
lt: Bendra statistika:

source: <html><head/><body><p>Filter unit types.</p></body></html>
lt: <html><head/><body><p>Filtrų vienetų tipai.</p></body></html>

source: <html><head/><body><p>Toggle show inactive units.</p></body></html>
lt: <html><head/><body><p>Perjungti rodyti neaktyvius vienetus.</p></body></html>

source: Show inactive
lt: Rodyti neaktyvų

source: Show unloaded
lt: Rodyti iškrautą

source: User Units
lt: Vartotojo vienetai

source: Config Files
lt: Konfigūracijos failai

source: Sessions
lt: Sesijos

source: &File
lt: &Failas

source: &View
lt: &Žiūrėti

source: &Daemon
lt: &Demonas

source: &Unit
lt: &Vienetas

source: &Session
lt: &Sesija

source: Unit Toolbar
lt: Vieneto įrankių juosta

source: Config File Toolbar
lt: Konfigūracijos failų įrankių juosta

source: Unit
lt: Vienetas

source: Load State
lt: Apkrovos būsena

source: Active State
lt: Aktyvi būsena

source: Unit State
lt: Vieneto valstybė

source: <b>Description: </b>
lt: <b>Aprašymas: </b>

source: <br><b>Unit file: </b>%1
lt: <br><b>Vieneto failas: </b>%1

source: <br><b>Unit file state: </b>
lt: <br><b>Vieneto failo būsena: </b>

source: <br><b>Source path: </b>%1
lt: <br><b>Šaltinio kelias: </b>%1

source: <br><b>Activated: </b>
lt: <br><b>Suaktyvinta: </b>

source: <br><b>Deactivated: </b>
lt: <br><b>Išaktyvinta: </b>

source: <b>Unit file: </b>
lt: <b>Vieneto failas: </b>

source: <hr><b>Last log entries:</b>
lt: <hr><b>Paskutiniai žurnalo įrašai:</b>

source: <br><i>No log entries found for this unit.</i>
lt: <br><i>Šiam įrenginiui žurnalo įrašų nerasta.</i>
